benchmarks/03.06.2017.m3.2xl.0.uniform.0/55/ycsb-results
java -cp bin/postgresql-9.4.1212.jre7.jar:/home/ubuntu/tanuj/jdbc-binding/conf:/home/ubuntu/tanuj/conf:/home/ubuntu/tanuj/lib/openjpa-jdbc-2.1.1.jar:/home/ubuntu/tanuj/lib/HdrHistogram-2.1.4.jar:/home/ubuntu/tanuj/lib/geronimo-jta_1.1_spec-1.1.1.jar:/home/ubuntu/tanuj/lib/commons-collections-3.2.1.jar:/home/ubuntu/tanuj/lib/htrace-core4-4.1.0-incubating.jar:/home/ubuntu/tanuj/lib/geronimo-jms_1.1_spec-1.1.1.jar:/home/ubuntu/tanuj/lib/serp-1.13.1.jar:/home/ubuntu/tanuj/lib/openjpa-kernel-2.1.1.jar:/home/ubuntu/tanuj/lib/jackson-mapper-asl-1.9.4.jar:/home/ubuntu/tanuj/lib/core-0.12.0.jar:/home/ubuntu/tanuj/lib/jdbc-binding-0.12.0.jar:/home/ubuntu/tanuj/lib/openjpa-lib-2.1.1.jar:/home/ubuntu/tanuj/lib/commons-lang-2.4.jar:/home/ubuntu/tanuj/lib/jackson-core-asl-1.9.4.jar:/home/ubuntu/tanuj/lib/commons-pool-1.5.4.jar com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.JdbcDBClient -P workloads/uniform -P cockroachdb.properties -p db.url=jdbc:postgresql://52.35.83.34:26267/test,jdbc:postgresql://35.164.181.132:26267/test,jdbc:postgresql://52.34.243.225:26267/test,jdbc:postgresql://35.167.142.209:26267/test,jdbc:postgresql://35.165.166.141:26267/test -s -threads 55 -t
YCSB Client 0.12.0
Command line: -db com.yahoo.ycsb.db.JdbcDBClient -P workloads/uniform -P cockroachdb.properties -p db.url=jdbc:postgresql://52.35.83.34:26267/test,jdbc:postgresql://35.164.181.132:26267/test,jdbc:postgresql://52.34.243.225:26267/test,jdbc:postgresql://35.167.142.209:26267/test,jdbc:postgresql://35.165.166.141:26267/test -s -threads 55 -t
Loading workload...
Starting test.
2017-03-06 07:10:33:472 0 sec: 0 operations; est completion in 0 seconds 
Adding shard node URL: jdbc:postgresql://52.35.83.34:26267/test
Adding shard node URL: jdbc:postgresql://52.35.83.34:26267/test
Adding shard node URL: jdbc:postgresql://52.35.83.34:26267/test
[...]
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
[...]
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
[...]
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
[...]
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
[...]
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
[...]
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://35.164.181.132:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
[...]
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
[...]
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/testDBWrapper: report latency for each error is false and specific error codes to track for latency are: []

Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []Using shards: 5, batchSize:-1, fetchSize: -1

DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://52.34.243.225:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
[...]
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/testDBWrapper: report latency for each error is false and specific error codes to track for latency are: []

Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test

Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test

Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/testDBWrapper: report latency for each error is false and specific error codes to track for latency are: []

Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.167.142.209:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/testDBWrapper: report latency for each error is false and specific error codes to track for latency are: []

Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test

Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
Using shards: 5, batchSize:-1, fetchSize: -1DBWrapper: report latency for each error is false and specific error codes to track for latency are: []

DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Adding shard node URL: jdbc:postgresql://35.165.166.141:26267/test
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
Using shards: 5, batchSize:-1, fetchSize: -1
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
2017-03-06 07:10:43:432 10 sec: 72062 operations; 7205.48 current ops/sec; est completion in 4 seconds [READ: Count=68411, Max=217215, Min=840, Avg=4027.75, 90=7327, 99=15519, 99.9=39775, 99.99=139903] [UPDATE: Count=3671, Max=181887, Min=13280, Avg=71278.96, 90=91775, 99=120575, 99.9=145023, 99.99=181887] 
2017-03-06 07:10:47:450 14 sec: 100000 operations; 6953.21 current ops/sec; [READ: Count=26483, Max=94783, Min=854, Avg=3773.14, 90=7115, 99=15167, 99.9=25647, 99.99=40543] [CLEANUP: Count=55, Max=361, Min=92, Avg=135.11, 90=185, 99=267, 99.9=361, 99.99=361] [UPDATE: Count=1435, Max=152191, Min=2700, Avg=64900.3, 90=95487, 99=126399, 99.9=144383, 99.99=152191] 
[OVERALL], RunTime(ms), 14018.0
[OVERALL], Throughput(ops/sec), 7133.685261806249
[TOTAL_GCS_PS_Scavenge], Count, 2.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 13.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.09273790840348124
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2.0
[TOTAL_GC_TIME], Time(ms), 13.0
[TOTAL_GC_TIME_%], Time(%), 0.09273790840348124
[READ], Operations, 94894.0
[READ], AverageLatency(us), 3956.6893481147386
[READ], MinLatency(us), 840.0
[READ], MaxLatency(us), 217215.0
[READ], 95thPercentileLatency(us), 9239.0
[READ], 99thPercentileLatency(us), 15447.0
[READ], Return=OK, 94894
[CLEANUP], Operations, 55.0
[CLEANUP], AverageLatency(us), 135.1090909090909
[CLEANUP], MinLatency(us), 92.0
[CLEANUP], MaxLatency(us), 361.0
[CLEANUP], 95thPercentileLatency(us), 190.0
[CLEANUP], 99thPercentileLatency(us), 267.0
[UPDATE], Operations, 5106.0
[UPDATE], AverageLatency(us), 69486.28593811202
[UPDATE], MinLatency(us), 2700.0
[UPDATE], MaxLatency(us), 181887.0
[UPDATE], 95thPercentileLatency(us), 103487.0
[UPDATE], 99thPercentileLatency(us), 121983.0
[UPDATE], Return=OK, 5106